1S.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-07-22 sam. 12:29 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title></title>
<meta name="generator" content="Org mode" />
<meta name="author" content="hatterer" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org0f0ab78">1. Thème 1 : Couleur</a>
<ul>
<li><a href="#org080c5d6">1.1. Chapitre 1 : La chimie des couleurs</a>
<ul>
<li><a href="#org1ac8b48">1.1.1. <span class="done DONE">DONE</span> 7p74 Distinguer un pigment d'un colorant</a></li>
<li><a href="#org57a3160">1.1.2. <span class="done DONE">DONE</span> 12p75 Ecrire une formule topologique</a></li>
<li><a href="#org96f9dd4">1.1.3. <span class="done DONE">DONE</span> 15p75 Interpréter la structure d'une molécule</a></li>
<li><a href="#org54d1075">1.1.4. <span class="done DONE">DONE</span> 8p74 Etudier l'influence d'un paramètre sur la couleur d'une espèce</a></li>
<li><a href="#org4cdad31">1.1.5. <span class="done DONE">DONE</span> 17p75 Le pernambouc ou « bois du Brésil »</a></li>
<li><a href="#org66e4829">1.1.6. <span class="done DONE">DONE</span> 10p74 Interpréter la couleur d'un colorant</a></li>
<li><a href="#orgdabed61">1.1.7. <span class="todo TODO">TODO</span> 17p75</a></li>
</ul>
</li>
<li><a href="#org00e1ef3">1.2. <span class="todo TODO">TODO</span> Chapitre 2 : Vision et image</a></li>
<li><a href="#orga7c912c">1.3. <span class="todo TODO">TODO</span> Chapitre 3 : Géométrie des molécules et vision</a></li>
<li><a href="#orgb503b2d">1.4. <span class="todo TODO">TODO</span> Chapitre 4 : Vision des couleurs</a></li>
<li><a href="#orgde62321">1.5. <span class="todo TODO">TODO</span> Chapitre 5 : Sources lumière colorée</a></li>
<li><a href="#org45f4103">1.6. <span class="todo TODO">TODO</span> Chapitre 6 : Réaction chimique et couleurs</a></li>
</ul>
</li>
<li><a href="#orgdbafff3">2. <span class="todo TODO">TODO</span> Thème 2 : Énergie</a>
<ul>
<li><a href="#orgce9f16c">2.1. <span class="todo TODO">TODO</span> Chapitre 7 : Interactions</a></li>
<li><a href="#org71a5679">2.2. <span class="todo TODO">TODO</span> Chapitre 8 : Champs BgE</a></li>
<li><a href="#org1884659">2.3. <span class="todo TODO">TODO</span> Chapitre 9 : Radioactivité</a></li>
<li><a href="#org5be716c">2.4. <span class="todo TODO">TODO</span> Chapitre 10 : Cohésion des solides</a></li>
<li><a href="#orgcd38104">2.5. <span class="todo TODO">TODO</span> Chapitre 11 : Alcanes alcools</a></li>
<li><a href="#org6f71440">2.6. <span class="todo TODO">TODO</span> Chapitre 12 : Transfert thermique</a></li>
<li><a href="#org818a205">2.7. <span class="todo TODO">TODO</span> Chapitre 13 : Oxred et pile</a></li>
<li><a href="#orga5af72a">2.8. <span class="todo TODO">TODO</span> Chapitre 14 : Différentes formes d'énergies</a></li>
<li><a href="#org7790b20">2.9. <span class="todo TODO">TODO</span> Chapitre 15 : Les fonctions en CO</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org0f0ab78" class="outline-2">
<h2 id="org0f0ab78"><span class="section-number-2">1</span> Thème 1 : Couleur</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-org080c5d6" class="outline-3">
<h3 id="org080c5d6"><span class="section-number-3">1.1</span> Chapitre 1 : La chimie des couleurs</h3>
<div class="outline-text-3" id="text-1-1">
</div><div id="outline-container-org1ac8b48" class="outline-4">
<h4 id="org1ac8b48"><span class="section-number-4">1.1.1</span> <span class="done DONE">DONE</span> 7p74 Distinguer un pigment d'un colorant</h4>
<div class="outline-text-4" id="text-1-1-1">
</div><ol class="org-ol"><li><a id="org0bf1b6d"></a>Énoncé<br /><div class="outline-text-5" id="text-1-1-1-1">
<p>
Dans quatre tubes à essais contenant 2mL d'eau, on introduit respectivement:
une pointe de spatule d'hélianthine (a),
de charbon (b),
d'indigo (c),
et de vert malachite (d).
Après agitation, on observe le contenu des tubes.
</p>
</div></li>
<li><a id="org3869adf"></a>Question<br /><div class="outline-text-5" id="text-1-1-1-2">
<p>
Quels sont les pigments et les colorants parmis les matières colorées introduites?
</p>
</div></li>

<li><a id="org9f101c1"></a>Solution<br /><div class="outline-text-5" id="text-1-1-1-3">
<p>
Les pigments sont insolubles dans le milieu : b et c.
Les colorants y sont solubles : a et d.
</p>
</div></li></ol>
</div>
<div id="outline-container-org57a3160" class="outline-4">
<h4 id="org57a3160"><span class="section-number-4">1.1.2</span> <span class="done DONE">DONE</span> 12p75 Ecrire une formule topologique</h4>
<div class="outline-text-4" id="text-1-1-2">
</div><ol class="org-ol"><li><a id="orge65226e"></a>Énoncé<br /><div class="outline-text-5" id="text-1-1-2-1">
<p>
Donner la formule topologique des molécules ayant la formule semi-dévelopée suivante:
</p>
</div></li></ol>
</div>

<div id="outline-container-org96f9dd4" class="outline-4">
<h4 id="org96f9dd4"><span class="section-number-4">1.1.3</span> <span class="done DONE">DONE</span> 15p75 Interpréter la structure d'une molécule</h4>
<div class="outline-text-4" id="text-1-1-3">
</div><ol class="org-ol"><li><a id="orgc8b0c6d"></a>Énoncé<br /><div class="outline-text-5" id="text-1-1-3-1">
<p>
La canthaxanthine est un pigment qui donne au plumage des oiseaux une couleur rouge.
C'est un additif alimenataire autorisé pour les animaux.
</p>
</div></li>
<li><a id="org834da2d"></a>Question<br /><div class="outline-text-5" id="text-1-1-3-2">
<p>
Toutes les doubles liaisons sont-elles conjuguées?
</p>
</div></li>
<li><a id="org85e551a"></a>Solution<br /><div class="outline-text-5" id="text-1-1-3-3">
<p>
Toutes les doubles liaisons sont conjuguées.
</p>
</div></li></ol>
</div>
<div id="outline-container-org54d1075" class="outline-4">
<h4 id="org54d1075"><span class="section-number-4">1.1.4</span> <span class="done DONE">DONE</span> 8p74 Etudier l'influence d'un paramètre sur la couleur d'une espèce</h4>
<div class="outline-text-4" id="text-1-1-4">
</div><ol class="org-ol"><li><a id="org8e1f510"></a>Énoncé<br /><div class="outline-text-5" id="text-1-1-4-1">
<p>
Les baies de troène sont riches en anthocyanes.
Jadis, les parties rouges et violettes des cartes à jouer étaient colorées par le jus des baies de troène, additionné de sulfate acide de potassium pour le rouge, d'urine pour le violet et de potasse (obtenu par macération des cendres dans l'eau) pour les bleus.
</p>

<p>
La valeur du pH d'une solution de sulfate acide de potassium est inférieure à 7.
L'urine a un pH compris entre 7 et 7,5.
Celui d'une solution de potasse est très supérieur à 7.
</p>
</div></li>

<li><a id="orgca50127"></a>Questions<br /><div class="outline-text-5" id="text-1-1-4-2">
<ol class="org-ol">
<li>Quel paramètre influence la couleur de l'anthocyane ?</li>
<li>Comment nomme-t-on de telles espèces?</li>
</ol>
</div></li>

<li><a id="org1f75fb2"></a>Solution<br /><div class="outline-text-5" id="text-1-1-4-3">
<ol class="org-ol">
<li>L’acidité du milieu influence la couleur.</li>
<li>Ce sont des indicateurs colorés acido-basiques.</li>
</ol>
</div></li></ol>
</div>

<div id="outline-container-org4cdad31" class="outline-4">
<h4 id="org4cdad31"><span class="section-number-4">1.1.5</span> <span class="done DONE">DONE</span> 17p75 Le pernambouc ou « bois du Brésil »</h4>
<div class="outline-text-4" id="text-1-1-5">
</div><ol class="org-ol"><li><a id="orgee22f9b"></a>Énoncé<br /><div class="outline-text-5" id="text-1-1-5-1">
<p>
Le coeur du bois de pernambouc était utilisé pour ses propriétés tinctoriales. On en tire un pigment rouge : La braziléine. Pour extraire la teinture, le bois réduit en poudre est mis à bouillir dans l'eau. Le jus rouge-rosé est alors récupéré.
</p>
</div></li>

<li><a id="org9f862f8"></a>Questions<br /><div class="outline-text-5" id="text-1-1-5-2">
<ol class="org-ol">
<li>Nommer les techniques d'extraction et de séparation évoquées dans le texte.</li>
<li>Qhel est l'intérêt de réduire le bois en poudre?</li>
<li>Décrire le procédé de séparation.</li>
<li>En présence de soude, la teinture vire au rouge violacé. En présence d'acide chlorhydrique elle vire au jaune. Conclure.</li>
</ol>
</div></li>

<li><a id="orge49a5c6"></a>Solution<br /><div class="outline-text-5" id="text-1-1-5-3">
<ol class="org-ol">
<li>Décoction ; filtration.</li>
<li>L’extraction est facilitée.</li>
<li>On peut réaliser une filtration simple (entonnoir +</li>
</ol>
<p>
filtre) ou bien utiliser un montage Büchner.
</p>
<ol class="org-ol">
<li>La braziléine est sensible au pH du milieu.</li>
</ol>
</div></li></ol>
</div>

<div id="outline-container-org66e4829" class="outline-4">
<h4 id="org66e4829"><span class="section-number-4">1.1.6</span> <span class="done DONE">DONE</span> 10p74 Interpréter la couleur d'un colorant</h4>
<div class="outline-text-4" id="text-1-1-6">
</div><ol class="org-ol"><li><a id="orgedf5c96"></a>Énoncé<br /><div class="outline-text-5" id="text-1-1-6-1">
<p>
On réalise la chromatographie du colorant vert d'un sirop de menthe. 
Sur une plaque CCM , on dépose la tantrazine jaune (J), le bleu patenté (B) (dont la couleur est proche du cyan) et le colorant vert (V).
</p>
</div></li>
<li><a id="orgb0ef81b"></a>Questions<br /><div class="outline-text-5" id="text-1-1-6-2">
<ol class="org-ol">
<li>Que signifie l'acronyme CCM?</li>
<li>Interpréter la couleur du colorant vert à l'aide du cercle chromatique simplifé.</li>
</ol>
</div></li>
<li><a id="org020ae55"></a>Solution<br /><div class="outline-text-5" id="text-1-1-6-3">
<ol class="org-ol">
<li>Chromatographie sur Couche Mince.</li>
<li>Le colorant vert est un mélange des colorants</li>
</ol>
<p>
bleu (perçu cyan) et jaune. En effet, le colorant cyan
absorbe les radiations rouges et diffuse les radiations
bleues et vertes. Le colorant jaune absorbe les radiations bleues et diffuse les radiations rouges et vertes.
Les radiations diffusées sont donc vertes.
</p>
</div></li></ol>
</div>

<div id="outline-container-orgdabed61" class="outline-4">
<h4 id="orgdabed61"><span class="section-number-4">1.1.7</span> <span class="todo TODO">TODO</span> 17p75</h4>
<div class="outline-text-4" id="text-1-1-7">
</div><ol class="org-ol"><li><a id="orgb0818b3"></a>Énoncé<br /></li>
<li><a id="orgef9ab0d"></a>Questions<br /></li>
<li><a id="orgf26191f"></a>Solutions<br /></li></ol>
</div>
</div>
<div id="outline-container-org00e1ef3" class="outline-3">
<h3 id="org00e1ef3"><span class="section-number-3">1.2</span> <span class="todo TODO">TODO</span> Chapitre 2 : Vision et image</h3>
<div class="outline-text-3" id="text-1-2">
</div><ol class="org-ol"><li><a id="org53bedfb"></a>Énoncé<br /></li>
<li><a id="org32bf60a"></a>Questions<br /></li>
<li><a id="orga8f3bff"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-orga7c912c" class="outline-3">
<h3 id="orga7c912c"><span class="section-number-3">1.3</span> <span class="todo TODO">TODO</span> Chapitre 3 : Géométrie des molécules et vision</h3>
<div class="outline-text-3" id="text-1-3">
</div><ol class="org-ol"><li><a id="org231fc3d"></a>Énoncé<br /></li>
<li><a id="org997d0ef"></a>Questions<br /></li>
<li><a id="orgda06f53"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-orgb503b2d" class="outline-3">
<h3 id="orgb503b2d"><span class="section-number-3">1.4</span> <span class="todo TODO">TODO</span> Chapitre 4 : Vision des couleurs</h3>
<div class="outline-text-3" id="text-1-4">
</div><ol class="org-ol"><li><a id="org702c7a2"></a>Énoncé<br /></li>
<li><a id="org571bace"></a>Questions<br /></li>
<li><a id="orga9c4af1"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-orgde62321" class="outline-3">
<h3 id="orgde62321"><span class="section-number-3">1.5</span> <span class="todo TODO">TODO</span> Chapitre 5 : Sources lumière colorée</h3>
<div class="outline-text-3" id="text-1-5">
</div><ol class="org-ol"><li><a id="orgf53be4b"></a>Énoncé<br /></li>
<li><a id="org3149544"></a>Questions<br /></li>
<li><a id="orgde6fe23"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-org45f4103" class="outline-3">
<h3 id="org45f4103"><span class="section-number-3">1.6</span> <span class="todo TODO">TODO</span> Chapitre 6 : Réaction chimique et couleurs</h3>
<div class="outline-text-3" id="text-1-6">
</div><ol class="org-ol"><li><a id="org6a7540a"></a>Énoncé<br /></li>
<li><a id="org2dea30a"></a>Questions<br /></li>
<li><a id="org03d60ba"></a>Solutions<br /></li></ol>
</div>
</div>


<div id="outline-container-orgdbafff3" class="outline-2">
<h2 id="orgdbafff3"><span class="section-number-2">2</span> <span class="todo TODO">TODO</span> Thème 2 : Énergie</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-orgce9f16c" class="outline-3">
<h3 id="orgce9f16c"><span class="section-number-3">2.1</span> <span class="todo TODO">TODO</span> Chapitre 7 : Interactions</h3>
<div class="outline-text-3" id="text-2-1">
</div><ol class="org-ol"><li><a id="org8339573"></a>Énoncé<br /></li>
<li><a id="org5f0ece5"></a>Questions<br /></li>
<li><a id="org7dcb5bb"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-org71a5679" class="outline-3">
<h3 id="org71a5679"><span class="section-number-3">2.2</span> <span class="todo TODO">TODO</span> Chapitre 8 : Champs BgE</h3>
<div class="outline-text-3" id="text-2-2">
</div><ol class="org-ol"><li><a id="orgdd1e58b"></a>Énoncé<br /></li>
<li><a id="org0db739d"></a>Questions<br /></li>
<li><a id="orgb5adbbe"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-org1884659" class="outline-3">
<h3 id="org1884659"><span class="section-number-3">2.3</span> <span class="todo TODO">TODO</span> Chapitre 9 : Radioactivité</h3>
<div class="outline-text-3" id="text-2-3">
</div><ol class="org-ol"><li><a id="org327fa01"></a>Énoncé<br /></li>
<li><a id="org0518761"></a>Questions<br /></li>
<li><a id="orge7a46ba"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-org5be716c" class="outline-3">
<h3 id="org5be716c"><span class="section-number-3">2.4</span> <span class="todo TODO">TODO</span> Chapitre 10 : Cohésion des solides</h3>
<div class="outline-text-3" id="text-2-4">
</div><ol class="org-ol"><li><a id="org2972105"></a>Énoncé<br /></li>
<li><a id="org358bd1c"></a>Questions<br /></li>
<li><a id="org556cb6f"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-orgcd38104" class="outline-3">
<h3 id="orgcd38104"><span class="section-number-3">2.5</span> <span class="todo TODO">TODO</span> Chapitre 11 : Alcanes alcools</h3>
<div class="outline-text-3" id="text-2-5">
</div><ol class="org-ol"><li><a id="orgce8d0d1"></a>Énoncé<br /></li>
<li><a id="orgf8dd0a4"></a>Questions<br /></li>
<li><a id="org98a16c3"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-org6f71440" class="outline-3">
<h3 id="org6f71440"><span class="section-number-3">2.6</span> <span class="todo TODO">TODO</span> Chapitre 12 : Transfert thermique</h3>
<div class="outline-text-3" id="text-2-6">
</div><ol class="org-ol"><li><a id="orgabbeea2"></a>Énoncé<br /></li>
<li><a id="orga16dc98"></a>Questions<br /></li>
<li><a id="orgff6b391"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-org818a205" class="outline-3">
<h3 id="org818a205"><span class="section-number-3">2.7</span> <span class="todo TODO">TODO</span> Chapitre 13 : Oxred et pile</h3>
<div class="outline-text-3" id="text-2-7">
</div><ol class="org-ol"><li><a id="orgb32d23d"></a>Énoncé<br /></li>
<li><a id="orgb11c4b2"></a>Questions<br /></li>
<li><a id="orgd71c505"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-orga5af72a" class="outline-3">
<h3 id="orga5af72a"><span class="section-number-3">2.8</span> <span class="todo TODO">TODO</span> Chapitre 14 : Différentes formes d'énergies</h3>
<div class="outline-text-3" id="text-2-8">
</div><ol class="org-ol"><li><a id="orgc1318b8"></a>Énoncé<br /></li>
<li><a id="orge02ce0d"></a>Questions<br /></li>
<li><a id="orgad8633d"></a>Solutions<br /></li></ol>
</div>
<div id="outline-container-org7790b20" class="outline-3">
<h3 id="org7790b20"><span class="section-number-3">2.9</span> <span class="todo TODO">TODO</span> Chapitre 15 : Les fonctions en CO</h3>
<div class="outline-text-3" id="text-2-9">
</div><ol class="org-ol"><li><a id="org44f402b"></a>Énoncé<br /></li>
<li><a id="orgcd57718"></a>Questions<br /></li>
<li><a id="org1a8a1f8"></a>Solutions<br /></li></ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: hatterer</p>
<p class="date">Created: 2017-07-22 sam. 12:29</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
